[
  {
    "id": "hitting-the-low-notes-2025",
    "title": "Hitting the Low Notes, featuring composer Joseph Daley's 7 Deadly Sins",
    "description": "Hitting The Low Notes celebrates instruments from the lower end of the sonic spectrum, some not often seen in a jazz band. For this performance, the 17-member Library Jazz Band will be joined by two French horns, tuba, bass saxophone, and expanded trumpet and percussion sections. For the first time, the ensemble welcomes a guest conductor. The 75-year-old jazz elder Joseph Daley will lead the ensemble as they perform his seminal composition, The Seven Deadly Sins, a seven-movement piece based on the paintings of contemporary painter/musician Wade Schuman.",
    "date": "2025-04-30",
    "location": "Riverfront Library Auditorium, Yonkers, NY 10701",
    "media": [
      {
        "type": "image",
        "url": "",
        "alt": "Hitting the Low Notes event"
      }
    ],
    "programImage": "",
    "musicians": [],
    "isUpcoming": true,
    "isHidden": false,
    "slug": "hitting-the-low-notes"
  },
  {
    "id": "showtime-broadway-2024-1",
    "title": "It's Showtime: LJB Takes on Broadway",
    "description": "A salute to music from the Broadway stage including tunes from West Side Story, Chicago, Pippin, Gypsy, Porgy & Bess, from the best bands and arrangers including Count Basie, Duke Ellington, Buddy Rich, Chico O'Farrill. For this show, we are delighted to be joined by vocalist Amy London.",
    "date": "2024-11-16",
    "location": "Greenburgh Public Library, 300 Tarrytown Rd, Elmsford, NY 10523",
    "media": [
      {
        "type": "image",
        "url": "",
        "alt": "It's Showtime event"
      }
    ],
    "programImage": "",
    "musicians": [],
    "isUpcoming": false,
    "isHidden": false,
    "slug": "showtime-broadway-elmsford"
  },
  {
    "id": "showtime-broadway-2024-2",
    "title": "It's Showtime: LJB Takes on Broadway",
    "description": "A salute to music from the Broadway stage including tunes from West Side Story, Chicago, Pippin, Gypsy, Porgy & Bess, from the best bands and arrangers including Count Basie, Duke Ellington, Buddy Rich, Chico O'Farrill. For this show, we are delighted to be joined by vocalist Amy London.",
    "date": "2024-11-23",
    "location": "Grinton I. Will Branch, 1500 Central Park Avenue, Yonkers, NY 10710",
    "media": [
      {
        "type": "image",
        "url": "",
        "alt": "It's Showtime event"
      }
    ],
    "programImage": "",
    "musicians": [],
    "isUpcoming": false,
    "isHidden": false,
    "slug": "showtime-broadway-yonkers"
  },
  {
    "id": "event-1762924488150",
    "title": "Fall Into Jazz… with the Library Jazz Band (free refreshments provided by Off the Hook!)",
    "description": "The 16-piece Library Jazz Band will fill Yonkers Arts’ Gallery space with the sounds of jazz old and new. Program features classic tunes like Moten Swing and Groove Merchant, inventive arrangements of favorites such as Wichita Lineman (Matt Garrison) and Stoned Soul Picnic (Rob Susman), and original works by Sarah Jane Cion and Dave Levitt. It’s an afternoon of big band energy, creativity, and timeless groove.  ",
    "date": "2025-11-16T13:00",
    "location": "Yonkers Arts. 216 Lake Avenue. Yonkers, NY",
    "media": [
      {
        "type": "image",
        "url": "/src/lib/assets/file-1762984214970-496925957.png",
        "alt": ""
      }
    ],
    "programImage": "",
    "musicians": [],
    "isUpcoming": true,
    "isHidden": false,
    "slug": "fall-into-jazz"
  },
  {
    "id": "event-1762924672780",
    "title": "Fall Into Jazz… with the Library Jazz Band.  ",
    "description": "The 16-piece Library Jazz Band returns to its homebase of the Will Library for the annual Fall Concert, bringing its signature blend of vintage swing and fresh new sounds. Program includes classic tunes like Moten Swing and Groove Merchant, inventive arrangements of favorites such as Wichita Lineman (Matt Garrison) and Stoned Soul Picnic (Rob Susman), and original works by Sarah Jane Cion and Dave Levitt. It’s an afternoon of big band energy, creativity, and timeless groove. \nThis program will also include a salute to our late bandmember, trumpeter extraordinaire, Kim Burgie.\n",
    "date": "2025-11-23T14:00",
    "location": "Grinton I. Will Library. 1500 Central Park Avenue. Yonkers, NY",
    "media": [
      {
        "type": "image",
        "url": "/src/lib/assets/file-1762984226141-744098609.jpg",
        "alt": ""
      }
    ],
    "programImage": "",
    "musicians": [],
    "isUpcoming": true,
    "isHidden": false,
    "slug": "fall-into-jazz2"
  }
]